[
    {
        "id": "1",
        "title": "In 2002, Donald Trump Said He Supported Invading Iraq",
        "text": "For months, Donald Trump has claimed that he opposed the Iraq War before the invasion began — as an example of his great judgment on foreign policy issues. But in a 2002 interview with Howard Stern, Donald Trump said he supported an Iraq invasion. In the interview, which took place on Sept. 11, 2002, Stern asked Trump directly if he was for invading Iraq. Yeah, I guess so, Trump responded. I wish the first time it was done correctly.",
        "source": "https://www.buzzfeednews.com/article/andrewkaczynski/in-2002-donald-trump-said-he-supported-invading-iraq-on-the"
    },
    {
        "id": "2",
        "title": "Donald Trump wrong that murder rate is highest in 47 years",
        "text": "One of President Donald Trump’s biggest campaign themes was that the United States is experiencing a crime plague of historical proportions. On Feb. 7, the newly elected chief executive invited a group of county sheriffs to the White House and proceeded to cite a startling crime statistic. The murder rate in our country is the highest it’s been in 47 years, right? Trump said. There’s a reason the press didn’t tout that figure, the statement was incorrect. The national homicide rate is considerably lower than its peak in the 1990s.",
        "source": "https://www.politifact.com/truth-o-meter/statements/2017/feb/08/donald-trump/donald-trump-wrong-murder-rate-highest-47-years/"
    },
    {
        "id": "3",
        "title": "Trump, Offering No Evidence, Says Obama Tapped His Phones",
        "text": "President Trump on Saturday accused former President Barack Obama of tapping his phones at Trump Tower the month before the election, leveling the explosive allegation without offering any evidence. Mr. Trump called his predecessor a bad (or sick) guy on Twitter as he fired off a series of messages claiming that Mr. Obama “had my wires tapped. A spokesman for Mr. Obama said any suggestion that the former president had ordered such surveillance was simply false. Former officials pointed to longstanding laws and procedures intended to ensure that presidents cannot wiretap a rival for political purposes.",
        "source": "https://www.nytimes.com/2017/03/04/us/politics/trump-obama-tap-phones.html"
    },
    {
        "id": "4",
        "title": "Retired coal miners get health care fix, but pension problems remain",
        "text": "The week before of May 2, PBS NewsHour ran a story about an unlikely group of Americans caught up in the government budget showdown: coal miners. Across the country, some 22,000 retired union miners (and their dependents) whose companies went bankrupt were set to lose their health care at the end of April unless Congress acted. On Monday, lawmakers announced that they had reached a permanent solution for miners by glomming a health care fix onto the new government funding bill on track for passage this week.",
        "source": "https://www.pbs.org/newshour/politics/retired-coal-miners-get-health-care-fix-pension-problems-remain"
    },
    {
        "id": "5",
        "title": "For the third time, Donald Trump, U.S. is not 'highest taxed nation in the world",
        "text": "Donald Trump released a tax plan that would give huge tax cuts to the top 0.1 percent and bloat the deficit by at least $10 trillion over the next decade. He’s still sticking to his guns and giving a massive tax cut to businesses: We’re the highest taxed nation in the world. Our businesses pay more taxes than any businesses in the world. That’s why companies are leaving. Data from 2014, the most recent year available, shows that the United States wasn’t the most highly taxed by the typical metrics and actually places near the bottom or around the middle of the pack.",
        "source": "https://www.politifact.com/truth-o-meter/statements/2016/may/08/donald-trump/donald-trump-us-not-highest-taxed-nation-in-world/"
    },
    {
        "id": "6",
        "title": "Singled out by Trump, India and China eye new climate leadership roles",
        "text": "That’s not true. Each country involved in the agreement put forward its own nationally determined contribution, or NDC. According to the multi-European think tank-backed Climate Action Tracker (CAT), both China and India are likely to overachieve their NDCs, reducing projected global carbon emissions by two to three billion tonnes more by 2030 than was initially expected. By contrast, CAT observed in mid-May that the Trump administration’s policies are expected to flatten emissions, rather than continuing their downward trend, a sign that the United States is failing to achieve the reduction China and India are moving towards.",
        "source": "https://thinkprogress.org/climate-india-china-trump-paris-agreement-7953041b0c48/"
    },
    {
        "id": "7",
        "title": "Trump's call history called into question",
        "text": "In the leaders telling, though, the calls never happened and the White House has belatedly agreed. In Mexico, officials recalled a different version of events. President Enrique Peña Nieto has not been in recent communication via telephone with President Donald Trump, read a statement from the Mexican President's office. The two leaders did meet in person on the sidelines of last month's G20 meetings in Hamburg, Germany, and did discuss migration, Peña Nieto's office said.",
        "source": "https://edition.cnn.com/2017/08/02/politics/trump-phone-calls/index.html"
    },
    {
        "id": "8",
        "title": "Donald Trump's dubious claim that his tax plan won't benefit him",
        "text": "President Donald Trump, the only president in modern history to not release his tax returns, said he would not personally benefit from his proposed changes to tax law. Experts see three provisions in Trump’s proposal that could potentially benefit him. Trump’s tax plan would eliminate the alternative minimum tax, or AMT, which is a calculation that guarantees that certain higher-income taxpayers with large deductions pay at least a minimum amount of tax.",
        "source": "https://www.politifact.com/truth-o-meter/statements/2017/sep/28/donald-trump/donald-trumps-dubious-claim-his-tax-plan-wont-bene/"
    },
    {
        "id": "9",
        "title": "Trump says sex harassment claims are ‘fake news,’ but there are corroborators",
        "text": "As Alemany noted in the article below, 16 women have accused Trump of sexually harassing them. While the president dismisses this as fake news, the problem for the White House is that some of these women have produced witnesses who say they heard about the incident at the time, long before Trump made his political aspirations known. Below in the article is a summary of the corroborators provided by three of the women who have accusations, drawn from a fact check written during the presidential campaign.",
        "source": "https://www.washingtonpost.com/news/fact-checker/wp/2017/10/27/trump-says-sex-harassment-claims-are-fake-news-but-there-are-corroborators/?utm_term=.2a5ac4061cf1"
    }

]